[ {
    "title": "What is mining?", "description": "Mining uses your device's processing power to verify digital transactions. While this is taking place each transaction verified from your device funds your wallet with a reward in the form of Monero."
}

,
{
    "title": "Will this work while my PC is in hibernation or sleep mode?", "description": "No, your personal computer must be powered on and running with normal power in order to perform the calculations."
}

,
{   
    "title": "What is Monero?", "description": "Monero is an emerging digital currency that is secure and allows you to buy and sell goods and services anonymously."
}
,
{
    "title": "When do I get paid?", "description": "Payment comes when your device verifies a digital transaction. This services then rewards your digital wallet with the verification fee."
}

,
{
    "title": "What is a wallet?", "description": "A wallet is a digital bank account that is secure. It operates as a medium to accumulate your rewarded verification fees."
}

,
{
    "title": "What is \"Hash Rate\"?", "description": "A hash is the output of a hash function and, as it relates to Monero, the Hash Rate is the speed at which a computer is completing an operation in the Monero code. A higher hashrate is better when mining as it increases your opportunity of finding the next block and receiving the reward."
}

,
{
    "title": "What is \"Accepted Hashes\"?", "description": "An accepted share represents work that your miner did towards a round in a mining pool. When the pool finds a block, it distributes the block reward (i.e. 6XMR) to the miners according to how many shares they have contributed during that round. The more shares you contributed, the more payback you get."
}

,
{
    "title": "What are \"Rejected Hashes\"?", "description": "Rejected shares are bad, as it represents work computed that will not get applied towards a blockchain discovery, and will not be paid for. Rejected shares commonly occur when your computer was busy solving a cryptocoin share problem, and it did not submit the results in time to be counted towards a coin discovery. Rejected share work is discarded."
}

,
{
    "title": "What is a block?", "description": "A block is a unit of the code the comprises the blockchain. It is the record of transactions that have occurred since the last block was created and a confirmation to previous transactions."
}

,
{
    "title": "What is the blockchain?", "description": "The blockchain is a public record of all transaction on the network in relation to the coin being viewed."
}

,
{
    "title": "What devices do you support?", "description": "We support a multitude of devices such as iOS (iPhones & iPads), Android (Phones & Tablets), Windows (Desktops & Laptops) and OSX (iMac, Macbook & Mac Mini)"
}

,
{
    "title": "What is code 1450?", "description": "Code 1450 means your antivirus flagged our miner as a virus. You need to allows the file to run and remove it from quarantine. If you have trouble contact us!"
}

]
